import React from 'react';

export default function Commerce() {
    return (
        <div>
            <h2>特定商取引に関する法律に基づく表示</h2>
            <p>販売者 : 株式会社NATTOSYSTEM</p>
            <p>代表取締役:LEE SEUNGHYUN</p>
            <p>住所 : 東京都港区南青山2-2-8DFビル 6F (〒 107-0062 )</p>
            <p>代表電話 : 070-8080-5970 (今後オフィスの電話利用予定)</p>
            <p>メール : sales@nattosystem.com</p>
            <p>公式ホームページ : https://nattosystem.com/</p>

            <strong>[代金の支払い時期]</strong>
            <p>代金の支払い時期</p>
            <p>商品と顧客によっては、前払いと後払いの 2 つの場合があります。</p>
            <p>個人のお客様 : 決済リンクをメールで受信したら、決済有効期限内に決済をしてください。 もし決済期限が切れて決済ができない状態であれば、再度決済リンクをお送りいたします。（お見積もり有効期限が過ぎたご注文の件なら、再お見積もりが必要です。）</p>
            <p>法人のお客様 : 法人はお見積書や両社の合意の下に作成した契約書の内容をもとに記載された期限までに決済をしてください。</p>
            <strong>[申請期間]</strong>
            <p>個人のお客様 : お見積もりの有効期限と決済の有効期限があります。 各ご注文の件につきましては、当社営業担当者にご確認をお願いいたします。</p>
            <p>法人のお客様 : お見積もりの有効期限内に発注をお願いします。 お見積もりの有効期限が過ぎたご注文は、注文ができないことがあります。</p>
            <strong>[ライセンス発行時期]</strong>
            <p>ご注文が確認できましたら、1~2営業日ほどかかります。 注文数量が多かったり、メーカーの確認が必要な注文件については、ライセンス発行まで数日かかることがあります。</p>
            <strong>[返品]</strong>
            <p>返品が可能な期限内の返品に限り、当社が返品と認める注文の件についてのみ返品可能です。 (JetBrainsの場合、通常30日以前の注文件に対してのみ返品が可能で、返品時に発生する手数料(入金手数料、払い戻し手数料など)はお客様負となります。担)</p>
            <strong>[支払い方法]</strong>
            <p>（口座アップデート 予定）</p>
        </div>
    );
}

