import React from 'react';

export default function Privacy() {
    return (
        <div>
            <h2>プライバシーポリシー</h2>
            <p>
                株式会社NATTOSYSTEM（以下「弊社」と 言う）では、お客様の個人情報を尊重し、安全に保護すること
                が重要です。 本個人情報保護ポリシーでは、顧客から収集された情報の使用方法、使用目的などを説明し
                ます。
            </p>
            <p>このポリシーの最終更新は、2024 年 6 月 1 日です。</p>
            
            <strong>[個人情報の収集の目的]</strong>
            <p>
                当社では、お客様及びお取引先に製品販売、サービス提供、ウェビナー及びセミナー開催、オフラインイベント開催等のためにお客様から個人情報の提供を受けています。
            </p>
            
            <strong>[個人情報の利用]</strong>
            <p>お客様から提供された個人情報は、以下の目的で利用します。</p>
            <ol>
                <li>1. 当社で取り扱っている製品、サービス、割引情報、イベント等情報のお知らせのため</li>
                <li>2. お問い合わせ、苦情に対する回答のため</li>
                <li>3. お見積書の発送、ライセンス発行のため</li>
                <li>4. 製品及びサービスの販売促進のため</li>
                <li>5. データの正確性を検し、顧客をよく理解するため証に</li>
            </ol>
            <p>当社は必要のない個人情報は収集しておらず、収集された個人情報は第三者に販売せず、合法的な根拠にのみ使用します。</p>
            <p>もし貴下の個人情報を他の目的で使用する場合があれば、当社はまず貴下の許可を要請します。</p>
            
            <strong>[個人情報の共有と公開]</strong>
            <p>弊社で保管する個人情報は、下記の場合のみ外部に公開されております。</p>
            <ol>
                <li>1. お客様が注文したライセンス発行のために</li>
                <li>2. お客様が注文したライセンスを修正するために</li>
                <li>3. お客様から個人情報の公開及び共有について同意を得た場合</li>
                <li>4. お客様の生命、財産などに差し迫った危険がある場合</li>
                <li>5. 公的機関から法律に基づく照会を要請された場合</li>
            </ol>
            
            <strong>[個人情報の修正及びアップデート]</strong>
            <p>提供された情報の変更及びアップデートをご希望の場合、お客様は要請事項をsales@nattosystem.com までお送りください</p>
            <strong>[個人情報の削除]</strong>
            <p>特定の状況では、当社の電子メールまたは書面で通知し、当社システムから顧客の個人情報を削除するよう要請することができます。  法律により貴下の個人情報をより長く使用できる理由がない限り、当社は貴下の要請に対応するために合理的な努力をします。</p>
            <strong>[個人情報保護法の更新]</strong>
            <p>弊社は、この「プライバシーポリシー」を随時修正または変更する権利があります。  いかなる修正も、弊社のウェブサイトに掲載された時点で適用されます。</p>
            <p>ただし、弊社は法の改正や業務内容の変更に伴い、本プライバシーポリシーを変更し、お客様の許諾なしに収集された情報を他に利用したりしません。</p>
        </div>
    );
}

